public static class NarrativeData
{
    // [1일차]
    public const string Day1_TVNews = "최근 인천 산악지역에서 신원 미상의 시신이 잇따라 발견되고 있습니다. 경찰은 시신들이 일반적인 형태와는 다른 상태로 발견된 점에 주목하고 있습니다…";

    // [2일차]
    public const string Day2_Notice = "[주민 안내문] [인천 ○○지구대]\n최근 ○○동 일대에서 신원 미상의 사체가 연이어 발견되고 있습니다. 발견된 사체는 일반적인 형태와 다른 상태로 확인되고 있어 정확한 원인을 조사 중입니다. 주민 여러분께서는 야간 외출 및 인근 산 출입을 자제하시고, 이상 징후 발견 시 즉시 ○○지구대로 신고 바랍니다.";
    public const string Day2_Elevator_1 = "하하 죄송합니다. 같이 타도 될까요? 요즘 참 세상이 흉흉해요 그쵸..?";
    public const string Day2_Elevator_2 = "… 선생님도 4층 사시나봐요..?";
    public const string Day2_Elevator_3 = "전 6층이예요. 또 봐요.";

    // [3일차]
    public const string Day3_Warning = "[안전재난문자] [인천서부경찰서]\n금일 ○○동 일대에서 사망 사건이 발생하였습니다. 동일 지역 내 추가 피해가 우려되오니 인적이 드문 장소 접근을 자제하시기 바랍니다.";
    public const string Day3_Man_1 = "뭐하세요?…";
    public const string Day3_Man_2 = "아.. 선생님도 여기 사세요? 가족분이 걱정하겠어요.";
    public const string Day3_Man_3 = "위험하잖아요. 조심하세요… 이거요.";

    // [4일차]
    public const string Day4_Warning = "[안전재난문자] [인천서부경찰서]\n최근 ○○동 일대 사건과 관련하여 용의자로 추정되는 인물에 대한 제보가 접수되고 있습니다. 대상은 목과 얼굴 주변을 가린 상태로, 어두운 계열의 복장을 착용한 모습으로 목격되었습니다. 유사한 인물을 발견할 경우 접근을 자제하시고 즉시 ○○지구대로 신고 바랍니다.";

    // [5일차]
    public const string Day5_Police = "인천서부경찰서 박경위입니다. 주거침입죄는 유지되겠지만, 살해관련 증거가 불충분해서 2시간 전에 풀려났습니다. 죄송합니다. 무슨 일 생기면 연락부탁드리겠습니다.";
    public const string Day5_TVNews = "어제 밤, 인천 ○○동에 위치한 한 아파트에서 이른바 ‘얼굴 없는 연쇄 살인’ 사건의 용의자가 경찰에 체포됐다가 증거 불충분으로 석방됐습니다. 경찰에 따르면, 용의자는 사건 현장 인근에서 발견되었으나 확보된 증거와 지문, 알리바이 등이 모두 일치하지 않은 것으로 확인됐습니다.";
}